{"idx2word": ["[PAD]", "[UNK]", "[MASK]", "[CLS]", "[SEP]", "[EOS]", "val", "matrix", "street", "re", "fit", "max", "mat", "clf", "ken", "rec", "ols", "my", "dic", "per", "nn", "any", "gs", "num", "z", "small", "comprehension", "7", "analysis", "store", "xx", "Index", "remove", "Feature", "some", "squared", "color", "time", "d", "step", "outcomes", "batches", "-1", "cell", "lat", "document", "cmap", "in", "8", "pd", "mean", "multiple", "use", "ensemble", "out", "split", "utils", "Accuracy:", "selection", "housing", "parameters", "not", "dataframe", "axis", "tf", "idx", "30", "compute", "sol", "we", "keras", "py", "there", "inv", "your", "Lambda", "open", "data", "scoring", "new", "scaler", "+", "path", "Dict", "drop", "similarity", "encode", "items", "00", "sexual", "show", "2015", "shot", "normalized", "only", "jobs", "block", "sin", "mss", "from", "AugAssignAdd", "range", "j", "metric", "weekday", "w", "io", "value", "118", "and", "groupby", "magic", "decomposition", "info", "bins", "points", "which", "xlabel", "fire", "name", "tag", "results", "pandas", "turn", "trees", "BinOpDiv", "first", "ListComp", "vgg", "encoded", "p", "neighbors", "0))", "BinOpMod", "most", "norm", "Delete", "txt", "For", "If", "example", "cost", "counts", "logloss", "next", "join", "zip", "do", "preprocessing", "font", "numpy", "valid", "images", "CompareLt", "iris", "look", "CompareIn", "%", "ExtSlice", "scatter", "ipython", "dot", "loss", "predicted", "just", "optimize", "rate", "pred", "traces", "reader", "res", "best", "rating", "movie", "chars", "title", "row", "category", "linear", "index", "good", "table", "matplotlib", "filename", "g", "hour", "should", "notebook", "xtest", "frames", "coding", "up", ":", "wf", "BinOpPow", "games", "a", "ad", "TupleStore", "type", "abs", "estimator", "iloc", "prediction", "scipy", "feat", "scorer", "uber", "false", "ylabel", "us", "clip", "kind", "ndimage", "imputed", "metrics", "dump", "com", "describe", "nltk", "stop", "child", "figsize", "randomized", "format", "learning", "array", "proba", "perc", "an", "trn", "net", "knn", "https", "arguments", "calculate", "h", "like", "coef", "common", "check", "b", "sex", "chan", "client", "std", "values", "fetch", "log", "final", "function", "csv", "display", "stats", "xgb", "nb", "list", "sys", "number", "tuned", "image", "99", "len", "month", "ps", "high", "has", "algorithm", "6", "pos", "load", "visualize", "then", "alphas", "lr", "since", "system", "features", "history", "than", "set", "reg", "sensor", "height", "how", "*", "c", "mt", "plt", "BinOpMult", "sonar", "params", "AttributeLoad", "args", "ll", "sales", "vector", "age", "npy", "white", "recall", "pre", "if", "probability", "sklearn", "3", "words", "read", "let", "crawl", "input", "SubscriptStore", "these", "clean", "activation", "CompareEq", "code", "~", "20", "loan", "select", "ax", "indices", "fst", "classifier", "year", "preds", "what", "will", "encoder", "performance", "of", "bridge", "fig", "our", "sns", "as", "presorted", "word", "to", "la", "boxplot", "i", "predictions", "station", "start", "prob", "all", "imshow", "float", "price", "=", "creator", "sort", "pyplot", "but", "param", "hop", "criterion", "random", "ypred", "size", "oof", "other", "examples", "body", "it", "mse", "sample", "gaussian", "NOT", "orelse", "species", "count", "da", "pc", "get", "columns", "chi", "dictionary", "meta", "eigen", "met", "AttributeStore", "between", "sm", "inline", "are", "normalize", "%s", "sig", "merge", "digits", "make", "png", "submission", "sequential", "arr", "tokenize", "delay", "legend", "have", "min", "ds", "2", "model", "map", "linalg", "sim", "y", "seed", "ignore", "diff", "pylab", "home", "weight", "student", "extraction", "with", "yhat", "temp", "again", "mask", "BinOpBitAnd", "Print", "logreg", "wlv", "true", "sqrt", "layout", "alpha", "score", "weather", "flg", "seaborn", "math", "adam", "labels", "confusion", "learn", "users", "data:", "salary", "html", "int", "full", "With", "k", "4", "undersampled", "titanic", "same", "q", "str", "output", "n", "each", "BinOpSub", "texts", "using", "plot", "asm", "sum", "class", "along", "shape", "create", "samples", "training", "correct", "scores", "following", "need", "Call", "bank", "numeric", "graph", "mnist", "don", "sp", "The", "astype", "decision", "arg", "transform", "or", "students", "m", "dataset", "numerical", "prices", "100", "customers", "state", "sentence", "ex", "12", "corrected", "normed", "x", "isnull", "l", "SubscriptLoad", "subplots", "10", "predator", "accuracy:", "classification", "u", "pca", "bad", "df", "np", "line", "500", "9", "group", "lda", "id", "length", "depth", "mpl", "different", "150", "dummies", "cm", "cols", "imgs", "inplace", "you", "Return", "item", "here", "see", "Import", "prefix", "find", "below", "that", "dropna", "this", "run", "hist", "lm", "report", "well", "defaults", "more", "binary", "estimators", "the", "SubscriptDel", "models", "dt", "16", "fold", "dense", "Number", "layers", "naive", "top", "svm", "unique", "sgd", "bar", "ride", "poly", "reset", "doc", "arange", "iowa", "url", "%f", "0", "t", "cv", "is", "zero", "bayes", "sparse", "profit", "200", "train", "probs", "15", "none", "v", "3d", "on", "generator", "le", "frame", "cats", "ratio", "one", "Slice", "python", "axes", "at", "walandslides", "average", "cross", "ix", "school", "NameConstant", "into", "variables", "1", "print", "categorical", "components", "1,", "file", "cluster", "logistic", "xgboost", "tokenizer", "figure", "target", "acc", "grid", "can", "db", "reshape", "names", "5", "pdf", "50", "loc", "point", "decorator_list", "f", "many", "vectorizer", "datasets", "init", "TupleLoad", "accuracy", "rf", "close", "regression", "enumerate", "ind", "{}", "corr", "pickle", "raw", "datetime", "dir", "add", "shuffle", "os", "img", "tfidf", "1000", "apply", "events", "utf", "delays", "old", "sr", "predict", "no", "forest", "Expr", "text", "scikit", "variable", "BinOpAdd", "test", "scale", "col", "dec", "IS", "CompareGt", "http", "rates", "allxy", "total", "documents", "vectors", "ridge", "embarked", "batch", "s", "hot", "style", "obs", "by", "ticker", "day", "user", "leaf", "imdb", "result", "entropy", "CompareGtE", "epoch", "-", "ListLoad", "feature", "cat", "search", "summary", "corpus", "enc", "fillna", "450", "fn", "exp", "rows", "head", "dep", "error", "wb", "Assign", "tr", "slice", "trace", "64", "tree", "now", "for", "testing", "be", "UnaryOpUSub", "svc", "r", "NULL,", "append", "validation", "label", "CompareNotEq", "org", "dict", "review", "token", "Module", "sorted", "date", "Test", "base", "distance"], "word2idx": {"[PAD]": 0, "[UNK]": 1, "[MASK]": 2, "[CLS]": 3, "[SEP]": 4, "[EOS]": 5, "val": 6, "matrix": 7, "street": 8, "re": 9, "fit": 10, "max": 11, "mat": 12, "clf": 13, "ken": 14, "rec": 15, "ols": 16, "my": 17, "dic": 18, "per": 19, "nn": 20, "any": 21, "gs": 22, "num": 23, "z": 24, "small": 25, "comprehension": 26, "7": 27, "analysis": 28, "store": 29, "xx": 30, "Index": 31, "remove": 32, "Feature": 33, "some": 34, "squared": 35, "color": 36, "time": 37, "d": 38, "step": 39, "outcomes": 40, "batches": 41, "-1": 42, "cell": 43, "lat": 44, "document": 45, "cmap": 46, "in": 47, "8": 48, "pd": 49, "mean": 50, "multiple": 51, "use": 52, "ensemble": 53, "out": 54, "split": 55, "utils": 56, "Accuracy:": 57, "selection": 58, "housing": 59, "parameters": 60, "not": 61, "dataframe": 62, "axis": 63, "tf": 64, "idx": 65, "30": 66, "compute": 67, "sol": 68, "we": 69, "keras": 70, "py": 71, "there": 72, "inv": 73, "your": 74, "Lambda": 75, "open": 76, "data": 77, "scoring": 78, "new": 79, "scaler": 80, "+": 81, "path": 82, "Dict": 83, "drop": 84, "similarity": 85, "encode": 86, "items": 87, "00": 88, "sexual": 89, "show": 90, "2015": 91, "shot": 92, "normalized": 93, "only": 94, "jobs": 95, "block": 96, "sin": 97, "mss": 98, "from": 99, "AugAssignAdd": 100, "range": 101, "j": 102, "metric": 103, "weekday": 104, "w": 105, "io": 106, "value": 107, "118": 108, "and": 109, "groupby": 110, "magic": 111, "decomposition": 112, "info": 113, "bins": 114, "points": 115, "which": 116, "xlabel": 117, "fire": 118, "name": 119, "tag": 120, "results": 121, "pandas": 122, "turn": 123, "trees": 124, "BinOpDiv": 125, "first": 126, "ListComp": 127, "vgg": 128, "encoded": 129, "p": 130, "neighbors": 131, "0))": 132, "BinOpMod": 133, "most": 134, "norm": 135, "Delete": 136, "txt": 137, "For": 138, "If": 139, "example": 140, "cost": 141, "counts": 142, "logloss": 143, "next": 144, "join": 145, "zip": 146, "do": 147, "preprocessing": 148, "font": 149, "numpy": 150, "valid": 151, "images": 152, "CompareLt": 153, "iris": 154, "look": 155, "CompareIn": 156, "%": 157, "ExtSlice": 158, "scatter": 159, "ipython": 160, "dot": 161, "loss": 162, "predicted": 163, "just": 164, "optimize": 165, "rate": 166, "pred": 167, "traces": 168, "reader": 169, "res": 170, "best": 171, "rating": 172, "movie": 173, "chars": 174, "title": 175, "row": 176, "category": 177, "linear": 178, "index": 179, "good": 180, "table": 181, "matplotlib": 182, "filename": 183, "g": 184, "hour": 185, "should": 186, "notebook": 187, "xtest": 188, "frames": 189, "coding": 190, "up": 191, ":": 192, "wf": 193, "BinOpPow": 194, "games": 195, "a": 196, "ad": 197, "TupleStore": 198, "type": 199, "abs": 200, "estimator": 201, "iloc": 202, "prediction": 203, "scipy": 204, "feat": 205, "scorer": 206, "uber": 207, "false": 208, "ylabel": 209, "us": 210, "clip": 211, "kind": 212, "ndimage": 213, "imputed": 214, "metrics": 215, "dump": 216, "com": 217, "describe": 218, "nltk": 219, "stop": 220, "child": 221, "figsize": 222, "randomized": 223, "format": 224, "learning": 225, "array": 226, "proba": 227, "perc": 228, "an": 229, "trn": 230, "net": 231, "knn": 232, "https": 233, "arguments": 234, "calculate": 235, "h": 236, "like": 237, "coef": 238, "common": 239, "check": 240, "b": 241, "sex": 242, "chan": 243, "client": 244, "std": 245, "values": 246, "fetch": 247, "log": 248, "final": 249, "function": 250, "csv": 251, "display": 252, "stats": 253, "xgb": 254, "nb": 255, "list": 256, "sys": 257, "number": 258, "tuned": 259, "image": 260, "99": 261, "len": 262, "month": 263, "ps": 264, "high": 265, "has": 266, "algorithm": 267, "6": 268, "pos": 269, "load": 270, "visualize": 271, "then": 272, "alphas": 273, "lr": 274, "since": 275, "system": 276, "features": 277, "history": 278, "than": 279, "set": 280, "reg": 281, "sensor": 282, "height": 283, "how": 284, "*": 285, "c": 286, "mt": 287, "plt": 288, "BinOpMult": 289, "sonar": 290, "params": 291, "AttributeLoad": 292, "args": 293, "ll": 294, "sales": 295, "vector": 296, "age": 297, "npy": 298, "white": 299, "recall": 300, "pre": 301, "if": 302, "probability": 303, "sklearn": 304, "3": 305, "words": 306, "read": 307, "let": 308, "crawl": 309, "input": 310, "SubscriptStore": 311, "these": 312, "clean": 313, "activation": 314, "CompareEq": 315, "code": 316, "~": 317, "20": 318, "loan": 319, "select": 320, "ax": 321, "indices": 322, "fst": 323, "classifier": 324, "year": 325, "preds": 326, "what": 327, "will": 328, "encoder": 329, "performance": 330, "of": 331, "bridge": 332, "fig": 333, "our": 334, "sns": 335, "as": 336, "presorted": 337, "word": 338, "to": 339, "la": 340, "boxplot": 341, "i": 342, "predictions": 343, "station": 344, "start": 345, "prob": 346, "all": 347, "imshow": 348, "float": 349, "price": 350, "=": 351, "creator": 352, "sort": 353, "pyplot": 354, "but": 355, "param": 356, "hop": 357, "criterion": 358, "random": 359, "ypred": 360, "size": 361, "oof": 362, "other": 363, "examples": 364, "body": 365, "it": 366, "mse": 367, "sample": 368, "gaussian": 369, "NOT": 370, "orelse": 371, "species": 372, "count": 373, "da": 374, "pc": 375, "get": 376, "columns": 377, "chi": 378, "dictionary": 379, "meta": 380, "eigen": 381, "met": 382, "AttributeStore": 383, "between": 384, "sm": 385, "inline": 386, "are": 387, "normalize": 388, "%s": 389, "sig": 390, "merge": 391, "digits": 392, "make": 393, "png": 394, "submission": 395, "sequential": 396, "arr": 397, "tokenize": 398, "delay": 399, "legend": 400, "have": 401, "min": 402, "ds": 403, "2": 404, "model": 405, "map": 406, "linalg": 407, "sim": 408, "y": 409, "seed": 410, "ignore": 411, "diff": 412, "pylab": 413, "home": 414, "weight": 415, "student": 416, "extraction": 417, "with": 418, "yhat": 419, "temp": 420, "again": 421, "mask": 422, "BinOpBitAnd": 423, "Print": 424, "logreg": 425, "wlv": 426, "true": 427, "sqrt": 428, "layout": 429, "alpha": 430, "score": 431, "weather": 432, "flg": 433, "seaborn": 434, "math": 435, "adam": 436, "labels": 437, "confusion": 438, "learn": 439, "users": 440, "data:": 441, "salary": 442, "html": 443, "int": 444, "full": 445, "With": 446, "k": 447, "4": 448, "undersampled": 449, "titanic": 450, "same": 451, "q": 452, "str": 453, "output": 454, "n": 455, "each": 456, "BinOpSub": 457, "texts": 458, "using": 459, "plot": 460, "asm": 461, "sum": 462, "class": 463, "along": 464, "shape": 465, "create": 466, "samples": 467, "training": 468, "correct": 469, "scores": 470, "following": 471, "need": 472, "Call": 473, "bank": 474, "numeric": 475, "graph": 476, "mnist": 477, "don": 478, "sp": 479, "The": 480, "astype": 481, "decision": 482, "arg": 483, "transform": 484, "or": 485, "students": 486, "m": 487, "dataset": 488, "numerical": 489, "prices": 490, "100": 491, "customers": 492, "state": 493, "sentence": 494, "ex": 495, "12": 496, "corrected": 497, "normed": 498, "x": 499, "isnull": 500, "l": 501, "SubscriptLoad": 502, "subplots": 503, "10": 504, "predator": 505, "accuracy:": 506, "classification": 507, "u": 508, "pca": 509, "bad": 510, "df": 511, "np": 512, "line": 513, "500": 514, "9": 515, "group": 516, "lda": 517, "id": 518, "length": 519, "depth": 520, "mpl": 521, "different": 522, "150": 523, "dummies": 524, "cm": 525, "cols": 526, "imgs": 527, "inplace": 528, "you": 529, "Return": 530, "item": 531, "here": 532, "see": 533, "Import": 534, "prefix": 535, "find": 536, "below": 537, "that": 538, "dropna": 539, "this": 540, "run": 541, "hist": 542, "lm": 543, "report": 544, "well": 545, "defaults": 546, "more": 547, "binary": 548, "estimators": 549, "the": 550, "SubscriptDel": 551, "models": 552, "dt": 553, "16": 554, "fold": 555, "dense": 556, "Number": 557, "layers": 558, "naive": 559, "top": 560, "svm": 561, "unique": 562, "sgd": 563, "bar": 564, "ride": 565, "poly": 566, "reset": 567, "doc": 568, "arange": 569, "iowa": 570, "url": 571, "%f": 572, "0": 573, "t": 574, "cv": 575, "is": 576, "zero": 577, "bayes": 578, "sparse": 579, "profit": 580, "200": 581, "train": 582, "probs": 583, "15": 584, "none": 585, "v": 586, "3d": 587, "on": 588, "generator": 589, "le": 590, "frame": 591, "cats": 592, "ratio": 593, "one": 594, "Slice": 595, "python": 596, "axes": 597, "at": 598, "walandslides": 599, "average": 600, "cross": 601, "ix": 602, "school": 603, "NameConstant": 604, "into": 605, "variables": 606, "1": 607, "print": 608, "categorical": 609, "components": 610, "1,": 611, "file": 612, "cluster": 613, "logistic": 614, "xgboost": 615, "tokenizer": 616, "figure": 617, "target": 618, "acc": 619, "grid": 620, "can": 621, "db": 622, "reshape": 623, "names": 624, "5": 625, "pdf": 626, "50": 627, "loc": 628, "point": 629, "decorator_list": 630, "f": 631, "many": 632, "vectorizer": 633, "datasets": 634, "init": 635, "TupleLoad": 636, "accuracy": 637, "rf": 638, "close": 639, "regression": 640, "enumerate": 641, "ind": 642, "{}": 643, "corr": 644, "pickle": 645, "raw": 646, "datetime": 647, "dir": 648, "add": 649, "shuffle": 650, "os": 651, "img": 652, "tfidf": 653, "1000": 654, "apply": 655, "events": 656, "utf": 657, "delays": 658, "old": 659, "sr": 660, "predict": 661, "no": 662, "forest": 663, "Expr": 664, "text": 665, "scikit": 666, "variable": 667, "BinOpAdd": 668, "test": 669, "scale": 670, "col": 671, "dec": 672, "IS": 673, "CompareGt": 674, "http": 675, "rates": 676, "allxy": 677, "total": 678, "documents": 679, "vectors": 680, "ridge": 681, "embarked": 682, "batch": 683, "s": 684, "hot": 685, "style": 686, "obs": 687, "by": 688, "ticker": 689, "day": 690, "user": 691, "leaf": 692, "imdb": 693, "result": 694, "entropy": 695, "CompareGtE": 696, "epoch": 697, "-": 698, "ListLoad": 699, "feature": 700, "cat": 701, "search": 702, "summary": 703, "corpus": 704, "enc": 705, "fillna": 706, "450": 707, "fn": 708, "exp": 709, "rows": 710, "head": 711, "dep": 712, "error": 713, "wb": 714, "Assign": 715, "tr": 716, "slice": 717, "trace": 718, "64": 719, "tree": 720, "now": 721, "for": 722, "testing": 723, "be": 724, "UnaryOpUSub": 725, "svc": 726, "r": 727, "NULL,": 728, "append": 729, "validation": 730, "label": 731, "CompareNotEq": 732, "org": 733, "dict": 734, "review": 735, "token": 736, "Module": 737, "sorted": 738, "date": 739, "Test": 740, "base": 741, "distance": 742}}